---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.CreationFailures.CannotCreateExplicitCrease
source: html/aca3b12f-bfd9-c796-9d36-8c9840fc0bbb.htm
---
# Autodesk.Revit.DB.BuiltInFailures.CreationFailures.CannotCreateExplicitCrease Property

Cannot create a new split line based on the picked support.

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotCreateExplicitCrease { get; }
```